/*
 * 修改说明：
 * ==============   ============   ===================================
 *      操作            用户            日期
 * ==============   ============   ===================================
 *      新增            JoFlow        2022/3/29 22:38 星期二
 * ==============   ============   ===================================
 */
package com.guying.ilearn.designpattern.builder;

/**
 * 接口描述：包装
 *
 * @author JoFlow
 * @version v1.0
 * @date 2022/3/29 22:38 星期二
 */
public interface Packing {
    public String pack();
}
