/*
 * 修改说明：
 * ==============   ============   ===================================
 *      操作            用户            日期
 * ==============   ============   ===================================
 *      新增            JoFlow        2022/3/27 12:06 星期日
 * ==============   ============   ===================================
 */
package com.guying.ilearn.designpattern.factory.simplefactory.shape;

/**
 * 接口描述：
 *
 * @author JoFlow
 * @version v1.0
 * @date 2022/3/27 12:06 星期日
 */
public interface Shape {
    /**
     * 绘制形状
     */
    void draw();
}
