/*
 * 修改说明：
 * ==============   ============   ===================================
 *      操作            用户            日期
 * ==============   ============   ===================================
 *      新增            JoFlow        2022/3/27 14:05 星期日
 * ==============   ============   ===================================
 */
package com.guying.ilearn.designpattern.factory.simplefactory.color;

/**
 * 接口描述：颜色
 *
 * @author JoFlow
 * @version v1.0
 * @date 2022/3/27 14:05 星期日
 */
public interface Color {
    /**
     * 填充颜色
     */
    void fill();
}
